{
  "LocaleSwitcher": {
    "id": "🇲🇨",
    "en": "🇺🇸",
    "label": "Language"
  },
  "prayers": {
    "rosary": {
      "title": "Rosary",
      "description": "The Rosary is a deeply scriptural prayer in the Catholic tradition. It begins with the Apostles’ Creed and includes the Our Father and the Hail Mary, whose words come from the Gospels and early Church tradition. The prayer focuses on meditating on important events, called Mysteries, from Christ’s life. These are grouped into four sets: Joyful, Sorrowful, Glorious, and the Luminous Mysteries, which were added by Saint John Paul II. Through this meditation, believers recall and reflect on the central moments of salvation history. \nIn addition to its biblical roots, the Rosary is seen as a spiritual gift offered to Mary, with each Hail Mary likened to giving her a rose that forms a crown of devotion. Many consider it the most important and perfect prayer because it unites personal prayer with Mary’s intercession, which is believed to be especially powerful with her Son. In her apparitions, the Virgin Mary has encouraged people to pray the Rosary as a strong defense against evil and a way to bring about peace, conversion, and the transformation of hearts.",
      "mysteryAnnouncement": "Mystery",
      "mysteryTypes": {
        "joyful": "Joyful Mysteries",
        "sorrowful": "Sorrowful Mysteries",
        "glorious": "Glorious Mysteries",
        "luminous": "Luminous Mysteries"
      },
      "stepTypes": {
        "prayer": "Prayer",
        "mystery": "Mystery",
        "our_father": "Our Father",
        "hail_mary": "Hail Mary",
        "glory_be": "Glory Be"
      },
      "selectMystery": "Select a mystery",
      "todaysMystery": "Today's mystery",
      "signOfCross": "Sign of the Cross",
      "signOfCrossText": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.",
      "apostlesCreed": "Apostles’ Creed",
      "apostlesCreedText": "I believe in God, the Father almighty, Creator of heaven and earth; and in Jesus Christ, His only Son, our Lord; who was conceived by the Holy Spirit, born of the Virgin Mary, suffered under Pontius Pilate, was crucified, died and was buried; He descended into hell; on the third day He rose again from the dead; He ascended into heaven, and is seated at the right hand of God the Father almighty; from there He will come to judge the living and the dead. I believe in the Holy Spirit, the Holy Catholic Church, the communion of saints, the forgiveness of sins, the resurrection of the body, and life everlasting. Amen.",
      "ourFather": "Our Father",
      "ourFatherText": "Our Father, who art in heaven, hallowed be Thy name. Thy Kingdom come, Thy will be done on earth as it is in heaven. Give us this day our daily bread, and forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil. Amen.",
      "hailMary": "Hail Mary",
      "hailMaryText": "Hail Mary, full of grace, the Lord is with thee. Blessed art thou among women, and blessed is the fruit of thy womb, Jesus. Holy Mary, Mother of God, pray for us sinners, now and at the hour of our death. Amen.",
      "firstHailMary": "Hail Mary",
      "firstHailMaryText": "Hail Mary, full of grace, the Lord is with thee. Blessed art thou among women, and blessed is the fruit of thy womb, Jesus. Holy Mary, Mother of God, pray for us sinners, now and at the hour of our death. Amen.",
      "secondHailMary": "Hail Mary",
      "secondHailMaryText": "Hail Mary, full of grace, the Lord is with thee. Blessed art thou among women, and blessed is the fruit of thy womb, Jesus. Holy Mary, Mother of God, pray for us sinners, now and at the hour of our death. Amen.",
      "thirdHailMary": "Hail Mary",
      "thirdHailMaryText": "Hail Mary, full of grace, the Lord is with thee. Blessed art thou among women, and blessed is the fruit of thy womb, Jesus. Holy Mary, Mother of God, pray for us sinners, now and at the hour of our death. Amen.",
      "gloryBe": "Glory Be",
      "gloryBeText": "Glory be to the Father, and to the Son, and to the Holy Spirit. As it was in the beginning, is now, and ever shall be, world without end. Amen.",
      "hailHolyQueen": "Hail, Holy Queen",
      "hailHolyQueenText": "Hail, holy Queen, Mother of mercy, our life, our sweetness and our hope. To thee do we cry, poor banished children of Eve; to thee do we send up our sighs, mourning and weeping in this valley of tears. Turn then, most gracious advocate, thine eyes of mercy toward us; and after this our exile show unto us the blessed fruit of thy womb, Jesus. O clement, O loving, O sweet Virgin Mary. Pray for us, O Holy Mother of God, that we may be made worthy of the promises of Christ. Amen.",
      "finalPrayer": "Closing Prayer",
      "finalPrayerText": "O God, whose only begotten Son, by His life, death and resurrection, has purchased for us the rewards of eternal life; grant, we beseech You, that by meditating upon these mysteries of the Most Holy Rosary of the Blessed Virgin Mary, we may imitate what they contain and obtain what they promise, through the same Christ our Lord. Amen.",
      "mysteries": {
        "title": "Mysteries",
        "description": "Meditate on these sacred mysteries during your prayer",
        "joyful": {
          "1": {
            "title": "The Annunciation",
            "content": "\"In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth, to a virgin betrothed to a man whose name was Joseph, of the house of David; and the virgin's name was Mary\" (Lk 1:26-27)."
          },
          "2": {
            "title": "The Visitation",
            "content": "\"In those days Mary arose and went with haste into the hill country, to a city of Judah, and she entered the house of Zechariah and greeted Elizabeth. And when Elizabeth heard the greeting of Mary, the babe leaped in her womb; and Elizabeth was filled with the Holy Spirit and she exclaimed with a loud cry, 'Blessed are you among women, and blessed is the fruit of your womb!\"' (Lk 1:39-42)."
          },
          "3": {
            "title": "The Birth of Our Lord",
            "content": "\"In those days a decree went out from Caesar Augustus that all the world should be enrolled. This was the first enrolment, when Quirinius was governor of Syria. And all went to be enrolled, each to his own city. And Joseph also went up from Galilee, from the city of Nazareth, to Judea, to the city of David, which is called Bethlehem, because he was of the house and lineage of David, to be enrolled with Mary, his betrothed, who was with child. And while they were there, the time came for her to be delivered. And she gave birth to her first-born son and wrapped him in swaddling cloths, and laid him in a manger, because there was no place for them in the inn\" (Lk 2:1-7)."
          },
          "4": {
            "title": "The Presentation in the Temple",
            "content": "\"And at the end of eight days, when he was circumcised, he was called Jesus, the name given by the angel before he was conceived in the womb. And when the time came for their purification according to the law of Moses, they brought him up to Jerusalem to present him to the Lord (as it is written in the law of the Lord, 'Every male that opens the womb shall be called holy to the Lord') and to offer a sacrifice according to what is said in the law of the Lord, 'a pair of turtledoves, or two young pigeons\" (Lk 2:21-24)."
          },
          "5": {
            "title": "The finding of Jesus in the temple",
            "content": "\"Now his parents went to Jerusalem every year at the feast of the Passover. And when he was twelve years old, they went up according to custom; and when the feast was ended, as they were returning, the boy Jesus stayed behind in Jerusalem. His parents did not know it ... After three days they found him in the temple, sitting among the teachers, listening to them and asking them questions; and all who heard him were amazed at his understanding and his answers\" (Lk 2:41-47)."
          }
        },
        "sorrowful": {
          "1": {
            "title": "The agony in the Garden",
            "content": "\"Then Jesus went with them to a place called Gethsemane, and he said to his disciples, \"Sit here, while I go yonder and pray.\" And taking with him Peter and the two sons of Zebedee, he began to be sorrowful and troubled. Then he said to them, \"My soul is very sorrowful, even to death; remain here, and watch with me.\" And going a little farther he fell on his face and prayed, \"My Father, if it be possible, let this cup pass from me; nevertheless, not as I will, but as you will\" (Mt 26:36-39)"
          },
          "2": {
            "title": "The scourging at the pillar",
            "content": "\"Pilate released Barabbas to them, but after he had Jesus scourged, he handed him over to be crucified\" (Mt 27,26)."
          },
          "3": {
            "title": "The crowning with thorns",
            "content": "\"Then the soldiers of the governor took Jesus into the praetorium, and they gathered the whole battalion before him. And they stripped him and put a scarlet robe upon him, and plaiting a crown of thorns they put it on his head, and put a reed in his right hand. And kneeling before him they mocked him, saying, \"Hail, King of the Jews!\" (Mt 27:27-29)."
          },
          "4": {
            "title": "The carrying of the cross",
            "content": "\"And they compelled a passer-by, Simon of Cyrene, who was coming in from the country, the father of Alexander and Rufus, to carry his cross. And they brought him to the place called Golgotha (which means the place of a skull)\" (Mk 15:21-22)."
          },
          "5": {
            "title": "The crucifixion",
            "content": "\"And when they came to the place which is called The Skull, there they crucified him, and the criminals, one on the right and one on the left. And Jesus said, \"Father, forgive them; for they know not what they do\" ... It was now about the sixth hour, and there was darkness over the whole land until the ninth hour, while the sun's light failed; and the curtain of the temple was torn in two. Then Jesus, crying with a loud voice, said, \"Father, into thy hands I commit my spirit!\" And having said this he breathed his last\" (Lk 23:33-46)."
          }
        },
        "glorious": {
          "1": {
            "title": "The Resurrection",
            "content": "\"But on the first day of the week, at early dawn, they went to the tomb, taking the spices which they had prepared. And they found the stone rolled away from the tomb, but when they went in they did not find the body. While they were perplexed about this, behold, two men stood by them in dazzling apparel; and as they were frightened and bowed their faces to the ground, the men said to them, 'Why do you seek the living among the dead? He is not here, but has risen'\" (Lk 24:1-5)."
          },
          "2": {
            "title": "The Ascension",
            "content": "\"So then the Lord Jesus, after he had spoken to them, was taken up into heaven, and sat down at the right hand of God\" (Mk 16:19)."
          },
          "3": {
            "title": "The Descent of the Holy Spirit",
            "content": "\"When the day of Pentecost had come, they were all together in one place. And suddenly a sound came from heaven like the rush of a mighty wind, and it filled all the house where they were sitting. And there appeared to them tongues as of fire, distributed and resting on each one of them. And they were all filled with the Holy Spirit and began to speak in other tongues, as the Spirit gave them utterance\" (Acts 2:1-4)."
          },
          "4": {
            "title": "The Assumption",
            "content": "\"Henceforth all generations will call me blessed; for he who is mighty has done great things for me\" (Lk 1:48-49)."
          },
          "5": {
            "title": "The Coronation of Mary",
            "content": "\"And a great portent appeared in heaven, a woman clothed with the sun, with the moon under her feet, and on her head a crown of twelve stars\" (Rev 12:1 )."
          }
        },
        "luminous": {
          "1": {
            "title": "The Baptism in the Jordan",
            "content": "\"And when Jesus was baptized, he went up immediately from the water, and behold, the heavens were opened and he saw the Spirit of God descending like a dove, and alighting on him; and lo, a voice from heaven, saying, 'This is my beloved Son, with whom I am well-pleased'\" (Mt 3:16-17)."
          },
          "2": {
            "title": "The Wedding at Cana",
            "content": "\"On the third day there was a marriage at Cana in Galilee, and the mother of Jesus was there; Jesus also was invited to the marriage, with his disciples. When the wine failed, the mother of Jesus said to him, 'They have no wine.\" And Jesus said to her, \"O woman, what have you to do with me? My hour has not yet come.\" His mother said to the servants, \"Do whatever he tells you'\" (Jn 2:1-5)."
          },
          "3": {
            "title": "The Proclamation of the Kingdom",
            "content": "\"The time is fulfilled, and the kingdom of God is at hand; repent, and believe in the gospel\" (Mk 1:15)."
          },
          "4": {
            "title": "The Transfiguration",
            "content": "\"And after six days Jesus took with him Peter and James and John his brother, and led them up a high mountain apart. And he was transfigured before them, and his face shone like the sun, and his garments became white as light\" (Mt 17:1-2)."
          },
          "5": {
            "title": "The Institution of the Eucharist",
            "content": "\"Now as they were eating, Jesus took bread, and blessed, and broke it, and gave it to the disciples and said, 'Take, eat; this is my body'\" (Mt 26:26)."
          }
        }
      },
      "prayersPageTitle": "The Holy Rosary",
      "prayersPageDescription": "The Holy Rosary is one of the most beloved and powerful prayers in the Catholic tradition. This beautiful devotion combines vocal prayer with meditation on the life of Jesus Christ and the Blessed Virgin Mary.",
      "prayersPageBody": "## What is the Holy Rosary?\n\nThe Rosary is a form of prayer used in the Catholic Church named from the Latin \"rosarium,\" meaning \"rose garden\" or \"bouquet of roses.\" It consists of a set sequence of prayers said while meditating on specific events in the lives of Jesus and Mary, known as the **Mysteries of the Rosary**.\n\n> \"The Rosary is the weapon for these times.\" - Saint Padre Pio\n\n## The Structure of the Rosary\n\nThe traditional Rosary consists of:\n\n- **The Apostles' Creed**\n- **One Our Father**\n- **Three Hail Marys** (for Faith, Hope, and Charity)\n- **One Glory Be**\n- **Five decades**, each containing:\n  - One Our Father\n  - Ten Hail Marys\n  - One Glory Be\n  - The Fatima Prayer (optional)\n\n## The Mysteries of the Rosary\n\n| Mystery Set | Days Prayed | Focus |\n|-------------|-------------|-------|\n| Joyful Mysteries | Monday & Saturday | Birth and early life of Jesus |\n| Sorrowful Mysteries | Tuesday & Friday | Passion and death of Jesus |\n| Glorious Mysteries | Wednesday & Sunday | Resurrection and glory |\n| Luminous Mysteries | Thursday | Public ministry of Jesus |\n\n### Joyful Mysteries (Monday and Saturday)\n\n1. **The Annunciation** - The angel Gabriel announces to Mary\n2. **The Visitation** - Mary visits her cousin Elizabeth\n3. **The Nativity** - The birth of Jesus in Bethlehem\n4. **The Presentation** - Jesus is presented in the Temple\n5. **The Finding in the Temple** - Jesus is found teaching in the Temple\n\n### Sorrowful Mysteries (Tuesday and Friday)\n\n1. **The Agony in the Garden** - Jesus prays in Gethsemane\n2. **The Scourging at the Pillar** - Jesus is brutally whipped\n3. **The Crowning with Thorns** - Jesus is mocked and crowned\n4. **The Carrying of the Cross** - Jesus carries His cross to Calvary\n5. **The Crucifixion** - Jesus dies on the cross for our sins\n\n### Glorious Mysteries (Wednesday and Sunday)\n\n1. **The Resurrection** - Jesus rises from the dead\n2. **The Ascension** - Jesus ascends into heaven\n3. **The Descent of the Holy Spirit** - Pentecost\n4. **The Assumption of Mary** - Mary is taken body and soul into heaven\n5. **The Coronation of Mary** - Mary is crowned Queen of Heaven\n\n### Luminous Mysteries (Thursday)\n\n*Added by Pope John Paul II in 2002*\n\n1. **The Baptism of Jesus** - Jesus is baptized in the Jordan\n2. **The Wedding at Cana** - Jesus performs His first miracle\n3. **The Proclamation of the Kingdom** - Jesus preaches the Gospel\n4. **The Transfiguration** - Jesus is transfigured on Mount Tabor\n5. **The Institution of the Eucharist** - Jesus gives us the Mass\n\n## Historical Background\n\nThe Rosary has evolved over centuries, with its current form established by **Pope Pius V** in 1569. The devotion was promoted by various saints, including St. Dominic, and has been endorsed by numerous popes throughout history.\n\nThe Luminous Mysteries were added by **Pope John Paul II** in 2002, enriching this ancient prayer with additional moments from Christ's public ministry.\n\n### Timeline of Development\n\n- **12th Century**: Early forms of repetitive Marian prayer\n- **1569**: Pope Pius V establishes current form\n- **1917**: Our Lady of Fatima promotes the Rosary\n- **2002**: Pope John Paul II adds Luminous Mysteries\n\n## The 15 Promises of Our Lady\n\nOur Lady made these promises to St. Dominic and Blessed Alan de la Roche for those who pray the Rosary:\n\n1. **Whoever shall faithfully serve me by the recitation of the Rosary, shall receive signal graces.**\n2. **I promise my special protection and the greatest graces to all those who shall recite the Rosary.**\n3. **The Rosary shall be a powerful armor against hell, it will destroy vice, decrease sin, and defeat heresies.**\n4. **The Rosary will cause virtue and good works to flourish; it will obtain for souls the abundant mercy of God.**\n5. **The soul which recommends itself to me by the recitation of the Rosary, shall not perish.**\n6. **Whoever shall recite the Rosary devoutly, applying himself to the consideration of its sacred mysteries shall never be conquered by misfortune.**\n7. **Whoever shall have a true devotion for the Rosary shall not die without the sacraments of the Church.**\n8. **Those who are faithful to recite the Rosary shall have during their life and at their death the light of God and the plenititude of His graces.**\n9. **I shall deliver from purgatory those who have been devoted to the Rosary.**\n10. **The faithful children of the Rosary shall merit a high degree of glory in heaven.**\n11. **You shall obtain all you ask of me by the recitation of the Rosary.**\n12. **All those who propagate the holy Rosary shall be aided by me in their necessities.**\n13. **I have obtained from my Divine Son that all the advocates of the Rosary shall have for intercessors the entire celestial court during their life and at the hour of their death.**\n14. **All who recite the Rosary are my sons and daughters, and brothers and sisters of my only Son Jesus Christ.**\n15. **Devotion of my Rosary is a great sign of predestination.**\n\n## Modern Devotion\n\nToday, Catholics around the world continue to find strength and peace in the Rosary. Whether prayed individually or in groups, this ancient devotion remains as relevant and powerful as ever."
    },
    "st-bridget-15-prayers": {
      "title": "The 15 Prayers of Saint Bridget of Sweden",
      "signOfCross": "Sign of the Cross",
      "signOfCrossText": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.",
      "ourFather": "Our Father",
      "ourFatherText": "Our Father, who art in heaven, hallowed be Thy name. Thy Kingdom come, Thy will be done on earth as it is in heaven. Give us this day our daily bread, and forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil. Amen.",
      "hailMary": "Hail Mary",
      "hailMaryText": "Hail Mary, full of grace, the Lord is with thee. Blessed art thou among women, and blessed is the fruit of thy womb, Jesus. Holy Mary, Mother of God, pray for us sinners, now and at the hour of our death. Amen.",
      "firstPrayer": "O Jesus Christ! Eternal Sweetness to those who love Thee, joy surpassing all joy and all desire, Salvation and Hope of all sinners, Who hast proved that Thou hast no greater desire than to be among men, even assuming human nature at the fullness of time for the love of men, recall all the sufferings Thou hast endured from the instant of Thy conception, and especially during Thy Passion, as it was decreed and ordained from all eternity in the Divine plan. \nRemember, O Lord, that during the Last Supper with Thy disciples, having washed their feet, Thou gavest them Thy Most Precious Body and Blood, and while at the same time Thou didst sweetly console them, Thou didst foretell them Thy coming Passion. \nRemember the sadness and bitterness which Thou didst experience in Thy Soul as Thou Thyself bore witness saying: \"My Soul is sorrowful even unto death.\" \nRemember all the fear, anguish and pain that Thou didst suffer in Thy delicate Body before the torment of the crucifixion, when, after having prayed three times, bathed in a sweat of blood, Thou wast betrayed by Judas, Thy disciple, arrested by the people of a nation Thou hadst chosen and elevated, accused by false witnesses, unjustly judged by three judges during the flower of Thy youth and during the solemn Paschal season. \nRemember that Thou wast despoiled of Thy garments and clothed in those of derision; that Thy Face and Eyes were veiled, that Thou wast buffeted, crowned with thorns, a reed placed in Thy Hands, that Thou was crushed with blows and overwhelmed with affronts and outrages. \nIn memory of all these pains and sufferings which Thou didst endure before Thy Passion on the Cross, grant me before my death true contrition, a sincere and entire confession, worthy satisfaction and the remission of all my sins. Amen.",
      "secondPrayer": "O Jesus! True liberty of angels, Paradise of delights, remember the horror and sadness which Thou didst endure when Thy enemies, like furious lions, surrounded Thee, and by thousands of insults, spits, blows, lacerations and other unheard-of-cruelties, tormented Thee at will. In consideration of these torments and insulting words, I beseech Thee, O my Savior, to deliver me from all my enemies, visible and invisible, and to bring me, under Thy protection, to the perfection of eternal salvation. Amen.",
      "thirdPrayer": "O Jesus! Creator of Heaven and earth whom nothing can encompass or limit, Thou Who dost enfold and hold all under Thy Loving power, remember the very bitter pain Thou didst suffer when the Jews nailed Thy Sacred Hands and Feet to the Cross by blow after blow with big blunt nails, and not finding Thee in a pitiable enough state to satisfy their rage, they enlarged Thy Wounds, and added pain to pain, and with indescribable cruelty stretched Thy Body on the Cross, pulled Thee from all sides, thus dislocating Thy Limbs. \nI beg of Thee, O Jesus, by the memory of this most Loving suffering of the Cross, to grant me the grace to fear Thee and to Love Thee. Amen.",
      "fourthPrayer": "O Jesus! Heavenly Physician, raised aloft on the Cross to heal our wounds with Thine, remember the bruises which Thou didst suffer and the weakness of all Thy Members which were distended to such a degree that never was there pain like unto Thine. From the crown of Thy Head to the Soles of Thy Feet there was not one spot on Thy Body that was not in torment, and yet, forgetting all Thy sufferings, Thou didst not cease to pray to Thy Heavenly Father for Thy enemies, saying: \"Father forgive them for they know not what they do.\" \nThrough this great Mercy, and in memory of this suffering, grant that the remembrance of Thy Most Bitter Passion may effect in us a perfect contrition and the remission of all our sins. Amen.",
      "fifthPrayer": "O Jesus! Mirror of eternal splendor, remember the sadness which Thou experienced, when contemplating in the light of Thy Divinity the predestination of those who would be saved by the merits of Thy Sacred Passion, Thou didst see at the same time, the great multitude of reprobates who would be damned for their sins, and Thou didst complain bitterly of those hopeless lost and unfortunate sinners. \nThrough the abyss of compassion and pity, and especially through the goodness which Thou displayed to the good thief when Thou saidst to him: \"This day, thou shalt be with Me in Paradise.\" I beg of Thee, O Sweet Jesus, that at the hour of my death, Thou wilt show me mercy. Amen.",
      "sixthPrayer": "O Jesus! Beloved and most desirable King, remember the grief Thou didst suffer, when naked and like a common criminal, Thou was fastened and raised on the Cross, when all Thy relatives and friends abandoned Thee, except Thy Beloved Mother, who remained close to Thee during Thy agony and whom Thou didst entrust to Thy faithful disciple when Thou saidst to Mary: \"Woman, behold thy son!\" and to Saint John: \"Son, behold thy Mother!\" \nI beg of Thee O my Savior, by the sword of sorrow which pierced the soul of Thy holy Mother, to have compassion on me in all my affliction and tribulations, both corporal and spiritual, and to assist me in all my trials, and especially at the hour of my death. Amen.",
      "seventhPrayer": "O Jesus! Inexhaustible Fountain of compassion, Who by a profound gesture of Love, said from the Cross: \"I thirst!\" suffered from the thirst for the salvation of the human race. I beg of Thee O my Savior, to inflame in our hearts the desire to tend toward perfection in all our acts; and to extinguish in us the concupiscence of the flesh and the ardor of worldly desires. Amen.",
      "eighthPrayer": "O Jesus! Sweetness of hearts, delight of the spirit, by the bitterness of the vinegar and gall which Thou didst taste on the Cross for Love of us, grant us the grace to receive worthily Thy Precious Body and Blood during our life and at the hour of our death, that they may serve as a remedy and consolation for our souls. Amen.",
      "ninthPrayer": "O Jesus! Royal virtue, joy of the mind, recall the pain Thou didst endure when plunged in an ocean of bitterness at the approach of death, insulted, outraged by the Jews, Thou didst cry out in a loud voice that Thou was abandoned by Thy Father, saying: \"My God, My God, why hast Thou forsaken me?\" \nThrough this anguish, I beg of Thee, O my Savior, not to abandon me in the terrors and pains of my death. Amen.",
      "tenthPrayer": "O Jesus! Who art the beginning and end of all things, life and virtue, remember that for our sakes Thou was plunged in an abyss of suffering from the soles of Thy Feet to the crown of Thy Head. In consideration of the enormity of Thy Wounds, teach me to keep, through pure love, Thy Commandments, whose way is wide and easy for those who love Thee. Amen.",
      "eleventhPrayer": "O Jesus! Deep abyss of mercy, I beg of Thee, in memory of Thy Wounds which penetrated to the very marrow of Thy Bones and to the depth of Thy Being, to draw me, a miserable sinner, overwhelmed by my offenses, away from sin and to hide me from Thy Face justly irritated against me, hide me in Thy Wounds, until Thy anger and just indignation shall have passed away. Amen.",
      "twelfthPrayer": "O Jesus! Mirror of Truth, symbol of unity, link of Charity, remember the multitude of wounds with which Thou was covered from head to foot, torn and reddened by the spilling of Thy adorable Blood. O Great and Universal Pain which Thou didst suffer in Thy virginal Flesh for Love of us! Sweetest Jesus! What is there that Thou couldst have done for us which Thou hast not done! May the fruit of Thy sufferings be renewed in my soul by the faithful remembrance of Thy Passion, and may Thy Love increase in my heart each day, until I see Thee in eternity, Thou Who art the treasury of every real good and every joy, which I beg Thee to grant me, O Sweetest Jesus, in Heaven. Amen.",
      "thirteenthPrayer": "O Jesus! Strong Lion, Immortal and Invincible King, remember the pain which Thou didst endure when all Thy strength, both moral and physical, was entirely exhausted, Thou didst bow Thy Head, saying: It is consummated!\" \nThrough this anguish and grief, I beg of Thee Lord Jesus, to have mercy on me at the hour of my death when my mind will be greatly troubled and my soul will be in anguish. Amen.",
      "fourteenthPrayer": "O Jesus! Only Son of the Father, Splendor and figure of His Substance, remember the simple and humble recommendation Thou didst make of Thy Soul to Thy Eternal Father, saying: \"Father, into Thy Hands I commend My Spirit!\" And with Thy Body all torn, and Thy Heart Broken, and the bowels of Thy Mercy open to redeem us, Thou didst Expire. By this Precious Death, I beg of Thee O King of Saints, comfort me and help me to resist the devil, the flesh and the world, so that being dead to the world I may live for Thee alone. I beg of Thee at the hour of my death to receive me, a pilgrim and an exile returning to Thee. Amen.",
      "fifteenthPrayer": "O Jesus! True and fruitful Vine! Remember the abundant outpouring of Blood which Thou didst so generously shed from Thy Sacred Body as juice from grapes in a wine press. \nFrom Thy Side, pierced with a lance by a soldier, blood and water issued forth until there was not left in Thy Body a single drop, and finally, like a bundle of myrrh lifted to the top of the Cross Thy delicate Flesh was destroyed, the very Substance of Thy Body withered, and the Marrow of Thy Bones dried up. \nThrough this bitter Passion and through the outpouring of Thy Precious Blood, I beg of Thee, O Sweet Jesus, to receive my soul when I am in my death agony. Amen.",
      "conclusion": "O Sweet Jesus! Pierce my heart so that my tears of penitence and love will be my bread day and night; may I be converted entirely to Thee, may my heart be Thy perpetual habitation, may my conversation be pleasing to Thee, and may the end of my life be so praiseworthy that I may merit Heaven and there with Thy saints, praise Thee forever. Amen.",
      "firstPrayerTitle": "Prayer 1",
      "secondPrayerTitle": "Prayer 2",
      "thirdPrayerTitle": "Prayer 3",
      "fourthPrayerTitle": "Prayer 4",
      "fifthPrayerTitle": "Prayer 5",
      "sixthPrayerTitle": "Prayer 6",
      "seventhPrayerTitle": "Prayer 7",
      "eighthPrayerTitle": "Prayer 8",
      "ninthPrayerTitle": "Prayer 9",
      "tenthPrayerTitle": "Prayer 10",
      "eleventhPrayerTitle": "Prayer 11",
      "twelfthPrayerTitle": "Prayer 12",
      "thirteenthPrayerTitle": "Prayer 13",
      "fourteenthPrayerTitle": "Prayer 14",
      "fifteenthPrayerTitle": "Prayer 15",
      "conclusionTitle": "Conclusion",
      "prayersPageTitle": "15 Prayers of St. Bridget of Sweden: Powerful Catholic Devotion",
      "prayersPageDescription": "The 15 Prayers of St. Bridget of Sweden are among the most powerful and beloved devotions in Catholic tradition. These prayers were revealed to St. Bridget by Our Lord Jesus Christ Himself, making them a treasured spiritual practice for Catholics worldwide.",
      "prayersPageBody": "## Who Was St. Bridget of Sweden?\n\nSt. Bridget of Sweden (1303-1373) was a mystic, pilgrim, and founder of the Bridgettines religious order. She received numerous visions and revelations from Jesus Christ and the Blessed Virgin Mary. She was canonized in 1391 and is the patron saint of Europe.\n\n## The Origin of the 15 Prayers\n\nAccording to tradition, Our Lord Jesus Christ appeared to St. Bridget and taught her these 15 prayers. He promised that whoever would pray these prayers daily for a whole year would receive extraordinary graces and indulgences.\n\n## Historical Background\n\nThese prayers were revealed to St. Bridget of Sweden (1303-1373) by Our Lord Jesus Christ during her mystical experiences. St. Bridget was a remarkable woman who, after the death of her husband, dedicated her life entirely to God.\n\nShe founded the Bridgettine Order and received numerous revelations that were later compiled into the \"Revelations of St. Bridget.\" The 15 prayers form part of these divine communications and have been treasured by the Catholic Church for over 600 years.\n\nSt. Bridget was canonized in 1391 by Pope Boniface IX, and in 1999, Pope John Paul II declared her one of the patron saints of Europe, alongside St. Catherine of Siena and St. Teresa Benedicta of the Cross.\n\n## The 15 Promises of Our Lord\n\nJesus Christ made these promises to St. Bridget for those who pray the 15 prayers daily for one year:\n\n1. **I will deliver 15 souls of his lineage from Purgatory.**\n\n2. **I will preserve 15 souls of his lineage in grace.**\n\n3. **I will convert 15 sinners of his lineage.**\n\n4. **The person who prays these prayers will attain the first degree of perfection.**\n\n5. **Fifteen days before his death I will give him My precious Body in order that he may escape eternal starvation.**\n\n6. **Fifteen days before his death he will drink My precious Blood so that he may not thirst eternally.**\n\n7. **Fifteen days before his death he will feel a deep contrition for all his sins and will have perfect knowledge of them.**\n\n8. **I will place the sign of My victorious Cross before him for his help and defense against the attacks of his enemies.**\n\n9. **Before his death I Myself, his Mother, will come to console him.**\n\n10. **I will graciously receive his soul and will lead it into eternal joys.**\n\n11. **And having led it there I will give him a special draught from the fountain of My Divinity, something I will not do for those who have not recited these Prayers.**\n\n12. **Let it be known that whoever may have been living in the state of mortal sin for thirty years, but who will recite devoutly, or have the intention to recite these prayers, the Lord will forgive him all his sins.**\n\n13. **I will protect him from strong temptations.**\n\n14. **I will preserve and guard his five senses.**\n\n15. **I will preserve him from a sudden death.**\n\n## Spiritual Significance\n\nThe 15 Prayers of St. Bridget focus intensely on the Passion of Our Lord Jesus Christ. Each prayer meditates on different aspects of Christ's suffering, from His agony in the garden to His death on the cross. This devotion is particularly powerful for:\n\n- Deep meditation on Christ's Passion\n- Increased devotion and love for Jesus\n- Spiritual protection and strength\n- Preparation for a holy death\n- Growth in virtue and holiness\n- Powerful intercession for souls in purgatory"
    },
    "three-hail-mary-novena": {
      "title": "The Efficacious Three Hail Mary Novena",
      "signOfCross": "Sign of the Cross",
      "signOfCrossText": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.",
      "firstPart": "Oh, Immaculate Mary, Virgin most Powerful, I beseech you, through that immense Power which you have received from the Eternal Father, obtain for me Purity of heart, - Strength to overcome all the enemies of my soul; -and the special favor I implore in my present necessity. \n( Name It) \nMother most pure! Forsake me not, despise not my prayer, graciously hear me for God's glory, your honor, and the welfare of my soul. To obtain this favor I honor your Power by reciting: \n\nHail Mary, Full of Grace, The Lord is with thee. Blessed art thou among women, and blessed is the fruit of thy womb, Jesus. Holy Mary, Mother of God, pray for us sinners now, and at the hour of death. Amen.",
      "secondPart": "Oh Virgin Mary, My Mother, through that ineffable Wisdom bestowed upon you by the Incarnate Word of God, I humbly beseech you, obtain for me Meekness and humility of heart; - a perfect knowledge of the divine Will and strength to accomplish it always. \nOh Mary, Seat of Wisdom; as a tender Mother lead me in the path of Christian Virtue and perfection; enlighten and enable me to do what is most pleasing to your beloved Son. and obtain my petition. To obtain this grace I honor your Wisdom by reciting: \n\nHail Mary, Full of Grace, The Lord is with thee. Blessed art thou among women, and blessed is the fruit of thy womb, Jesus. Holy Mary, Mother of God, pray for us sinners now, and at the hour of death. Amen.",
      "thirdPart": "Oh, Mother of Mercy, Mother of penitent sinners, I stand before you sinful and sorrowful, beseeching you through the immense Love given to you by the Holy Spirit for us poor sinners, obtain for me true and perfect contrition for my sins, which I hate and detest with all my heart, because I love God. \nMother most Merciful, help me in my present necessity. Turn, then those eyes of Mercy toward us, Oh Clement, Oh Loving oh Sweet Virgin Mary! To obtain this precious gift, I honor Your Loving Mercy by reciting: \n\nHail Mary, Full of Grace, The Lord is with thee. Blessed art thou among women, and blessed is the fruit of thy womb, Jesus. Holy Mary, Mother of God, pray for us sinners now, and at the hour of death. Amen.",
      "prayersPageTitle": "Three Hail Mary Novena: Powerful Catholic Prayer for Urgent Needs",
      "prayersPageDescription": "The Three Hail Mary Novena is one of the most beloved and effective short novenas in Catholic tradition. This simple yet powerful prayer has brought countless miracles and answered prayers to those who practice it with faith and devotion.",
      "prayersPageBody": "## What is the Three Hail Mary Novena?\n\nThe Three Hail Mary Novena is a brief but intense prayer consisting of three Hail Marys said for nine consecutive days, along with a specific prayer for urgent needs. It is particularly known for its effectiveness in desperate situations and urgent requests.\n\nThis devotion is based on the Catholic belief in the powerful intercession of the Blessed Virgin Mary and her maternal care for all her spiritual children, especially in times of great need.\n\n## Origin and Historical Background\n\nThis devotion has its roots in the deep Catholic tradition of seeking the intercession of the Blessed Virgin Mary in times of need. While the exact origin is not definitively documented, it has been practiced by Catholics for centuries and has been endorsed by many saints and spiritual directors.\n\nThe novena is based on the belief in Mary's powerful intercession and her maternal care for all her children, especially in their most desperate moments. The practice draws from the traditional Catholic understanding of Mary as the \"Mediatrix of All Graces\" and \"Our Lady of Perpetual Help.\"\n\n### Traditional Roots\n\nThe devotion finds its foundation in several key Catholic teachings:\n\n- **Mary's Role as Intercessor**: From the Wedding at Cana, where Mary interceded for the couple's need\n- **The Memorare Prayer**: \"Never was it known that anyone who fled to thy protection... was left unaided\"\n- **Marian Apparitions**: Various apparitions where Mary promised to help those who call upon her\n- **Saints' Testimonies**: Numerous saints have testified to Mary's quick response to urgent prayers\n\n## When to Use This Novena\n\nThe Three Hail Mary Novena is particularly effective for:\n\n- **Urgent financial needs** - When facing immediate financial crises\n- **Health emergencies** - For sudden illness or medical concerns\n- **Family crises** - During times of family discord or emergency\n- **Job-related problems** - When facing unemployment or workplace issues\n- **Relationship difficulties** - For healing broken relationships\n- **Legal matters** - When facing court cases or legal troubles\n- **Spiritual struggles** - During times of spiritual dryness or temptation\n- **Any desperate situation** requiring immediate divine intervention\n\n## Spiritual Benefits and Testimonies\n\nThroughout the centuries, countless Catholics have reported miraculous answers to their prayers through this novena:\n\n### Documented Benefits\n- **Financial help** arriving at the last moment\n- **Healing from serious illnesses** when doctors had given up hope\n- **Resolution of family conflicts** that seemed impossible to solve\n- **Finding employment** during difficult economic times\n- **Protection from danger** in life-threatening situations\n- **Conversion of loved ones** who had been away from the faith\n- **Peace in troubled relationships** and marriages\n\n### Spiritual Growth\nThe novena also provides:\n- **Immediate peace** in times of anxiety and stress\n- **Strengthened faith** and trust in God's providence\n- **Deepened devotion** to the Blessed Virgin Mary\n- **Spiritual comfort** during trials and tribulations\n- **Increased hope** in seemingly hopeless situations\n\n## The Role of Mary as Intercessor\n\nThe effectiveness of this novena is rooted in Catholic teaching about Mary's role as:\n\n### Mother of God\n- Her unique relationship with Jesus Christ\n- Her special place in salvation history\n- Her continued maternal care for all Christians\n\n### Powerful Intercessor\n- Her prayers are always heard by Jesus\n- Her compassion for human suffering\n- Her desire to help her spiritual children\n\n### Model of Faith\n- Her perfect \"yes\" to God's will\n- Her trust in divine providence\n- Her example of prayer and devotion"
    },
    "sacred-heart-of-jesus": {
      "title": "The Sacred Heart of Jesus",
      "signOfCross": "Sign of the Cross",
      "signOfCrossText": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.",
      "prayerBodyTitle": "",
      "prayerBody": "O most holy heart of Jesus, fountain of every blessing, I adore you, I love you, and with lively sorrow for my sins I offer you this poor heart of mine. Make me humble, patient, pure and wholly obedient to your will. Grant, Good Jesus, that I may live in you and for you. Protect me in the midst of danger. Comfort me in my afflictions. Give me health of body, assistance in my temporal needs, your blessing on all that I do, and the grace of a holy death. Amen. ",
      "promises": "\n1. I will give them all the graces necessary for their state of life. \n2. I will give peace in their families. I will console them in all their troubles. I will be their refuge in life and especially in death. I will abundantly bless all their undertakings. Sinners shall find in My Heart the source and infinite ocean of mercy. Tepid souls shall become fervent. Fervent souls shall rise speedily to great perfection. I will bless those places wherein the image of My Sacred Heart shall be exposed and venerated. I will give to priests the power to touch the most hardened hearts. Persons who propagate this devotion shall have their names eternally written in My Heart. In the excess of the mercy of My Heart, I promise you that My all-powerful love will grant to all those who receive Communion on the first Fridays, for nine consecutive months, the grace of final repentance: They will not die in My displeasure, Nor without receiving the sacraments, And My Heart will be their secure refuge in that last hour.",
      "prayersPageTitle": "Sacred Heart of Jesus: Complete Guide to Catholic Devotion",
      "prayersPageDescription": "The devotion to the Sacred Heart of Jesus is one of the most beloved and widespread devotions in the Catholic Church. This beautiful practice focuses on the infinite love of Jesus Christ for humanity, symbolized by His Sacred Heart.",
      "prayersPageBody": "## What is the Sacred Heart Devotion?\n\nThe Sacred Heart devotion is the veneration of the physical heart of Jesus Christ as the symbol of His divine love for humanity. It represents Christ's love, compassion, and mercy for all people, especially sinners.\n\nThe devotion encompasses both the physical heart of Jesus and what it represents: His boundless love for mankind. Catholics honor the Sacred Heart through prayers, consecrations, and the practice of the First Friday devotions.\n\n## Historical Background\n\nThe devotion to the Sacred Heart has ancient roots but was particularly promoted through the visions of St. Margaret Mary Alacoque (1647-1690), a French Visitation nun. Between 1673 and 1675, Jesus appeared to her in a series of visions and revealed the devotion, making specific promises to those who would honor His Sacred Heart.\n\n### The Four Great Apparitions\n\n1. **First Apparition (December 27, 1673)**: Jesus invited St. Margaret Mary to rest her head on His Heart and revealed His love for humanity.\n\n2. **Second Apparition (Probably in 1674)**: Jesus showed her His Heart surrounded by thorns, representing the ingratitude of men.\n\n3. **Third Apparition (Probably in 1675)**: Jesus revealed the devotion of the First Fridays and made the Great Promise.\n\n4. **Fourth Apparition (June 16, 1675)**: Jesus requested that a feast be established in honor of His Sacred Heart.\n\nThe devotion was later promoted by St. Claude de la Colombière, St. Margaret Mary's spiritual director, and was officially approved by the Church. Pope Pius IX extended the feast to the universal Church in 1856.\n\n## The 12 Promises of the Sacred Heart\n\nJesus made twelve specific promises to St. Margaret Mary Alacoque for those devoted to His Sacred Heart:\n\n1. **I will give them all the graces necessary in their state of life.**\n\n2. **I will establish peace in their homes.**\n\n3. **I will comfort them in all their afflictions.**\n\n4. **I will be their secure refuge during life, and above all, in death.**\n\n5. **I will bestow abundant blessings upon all their undertakings.**\n\n6. **Sinners will find in My Heart the source and infinite ocean of mercy.**\n\n7. **Lukewarm souls shall become fervent.**\n\n8. **Fervent souls shall quickly mount to high perfection.**\n\n9. **I will bless every place in which an image of My Heart is exposed and honored.**\n\n10. **I will give to priests the gift of touching the most hardened hearts.**\n\n11. **Those who shall promote this devotion shall have their names written in My Heart.**\n\n12. **I promise you in the excessive mercy of My Heart that My all-powerful love will grant to all those who receive Holy Communion on the First Fridays in nine consecutive months the grace of final perseverance; they shall not die in My disgrace, nor without receiving their sacraments. My divine Heart shall be their safe refuge in this last moment.**\n\n## The Great Promise\n\nThe most famous promise of the Sacred Heart is known as the \"Great Promise\" (Promise #12):\n\n*\"I promise you in the excessive mercy of My Heart that My all-powerful love will grant to all those who receive Holy Communion on the First Fridays in nine consecutive months the grace of final perseverance; they shall not die in My disgrace, nor without receiving their sacraments. My divine Heart shall be their safe refuge in this last moment.\"*\n\n## First Friday Devotion\n\nThe First Friday devotion consists of:\n- Receiving Holy Communion on nine consecutive First Fridays\n- Being in a state of grace\n- Having the intention of honoring the Sacred Heart\n- Making reparation for sins\n\n## Modern Relevance\n\nThe Sacred Heart devotion remains highly relevant today as it:\n- Emphasizes God's infinite love and mercy\n- Provides comfort in times of trial\n- Encourages reparation for sins\n- Promotes family consecration\n- Offers hope for salvation\n- Strengthens faith and devotion"
    }
  },
  "app": {
    "prayersPageTitle": "Catholic Prayers",
    "prayersPageDescription": "A collection of traditional Catholic prayers, novenas, and devotions to deepen your spiritual life",
    "searchPrayers": "Search prayers..."
  },
  "appMetadata": {
    "appName": "Devotica a Catholic Prayer Tracker",
    "appDescription": "Discover Catholic prayers and track your daily prayers, novenas, rosaries, and other prayers with Devotica",
    "appKeywords": "catholic prayer tracker, catholic prayer app, free catholic app, rosary tracker, novena prayers, daily catholic prayers, catholic devotions, prayer journal app, catholic spirituality, sacred heart devotion, marian prayers, catholic faith app, spiritual growth tracker, catholic community, liturgical calendar, first friday devotion, divine mercy chaplet, angelus prayer, catholic prayer guide, traditional catholic prayers, prayer habits tracker, prayer tracker web"
  },
  "buttons": {
    "previous": "Previous",
    "next": "Next",
    "reset": "Reset",
    "backPage": "Back"
  }
}
